{
    "thingsToDoItem": [
      {
        "imageSrc": "Picture/Destinations/Things_To_Do/angkor_wat_temple.avif",
        "title": "Angkor Wat Temple",
        "description": "Angkor Wat (/ˌæŋkɔːr ˈwɒt/; Khmer: អង្គរវត្ត, 'City/Capital of Temples') is a temple complex in Cambodia, located on a site measuring 162.6 hectares (1,626,000 m2; 402 acres). The Guinness World Records considers it as the largest religious structure in the world.[2] Originally constructed as a Hindu temple[1] dedicated to the god Vishnu for the Khmer Empire by King Suryavarman II during the 12th century, it was gradually transformed into a Buddhist temple towards the end of the century; as such, it is also described as a 'Hindu-Buddhist' temple.",
        "link": "/angkor_wat_temple"
      },
      {
        "imageSrc": "Picture/Destinations/Things_To_Do/toul_sleng_genocide_musuem.avif",
        "title": "Tuol Sleng Genocide Museum",
        "description": "The Tuol Sleng Genocide Museum (Khmer: សារមន្ទីរឧក្រិដ្ឋកម្មប្រល័យពូជសាសន៍ទួលស្លែង, romanized: Saromontir Ukredth Kamm Braly Pouchsasa Tuol Sleng) or simply Tuol Sleng (Khmer: ទួលស្លែង, Tuŏl Slêng [tuəl slaeŋ]; lit. 'Hill of the Poisonous Trees' or 'Strychnine Hill') is a museum chronicling the Cambodian genocide. Located in Phnom Penh, the site is a former secondary school which was used as Security Prison 21 (S-21; Khmer: មន្ទីរស-២១) by the Khmer Rouge regime from 1975 until its fall in 1979. From 1976 to 1979, an estimated 20,000 people were imprisoned at Tuol Sleng and it was one of between 150 and 196 torture and execution centers established by the Khmer Rouge and the secret police known as the Santebal (literally 'keeper of peace').[2] On 26 July 2010, the Extraordinary Chambers in the Courts of Cambodia convicted the prison's chief, Kang Kek Iew, for crimes against humanity and grave breaches of the 1949 Geneva Conventions.[3] He died on 2 September 2020 while serving a life sentence",
        "link": "/toul_sleng_genocide_musuem"
      },
      {
        "imageSrc": "Picture/Destinations/Things_To_Do/choeung_ek_genocidal_center.jpeg",
        "title": "Choeung Ek Genocidal Center",
        "description": "Choeung Ek (Khmer: ជើងឯក, Cheung Êk [cəːŋ ʔaek]) is the site of a former orchard and mass grave of victims of the Khmer Rouge – killed between 1975 and 1979 – in Dangkao Section, Phnom Penh, Cambodia,[1] about 17 kilometres (11 mi) south of the Phnom Penh city centre. It is the best-known of the approximately 300 sites known as killing fields, where the Khmer Rouge regime executed over one million[2] people between 1975 and 1979.",
        "link": "/choeung_ek_genocidal_center"
      },
      {
        "imageSrc": "Picture/Destinations/Things_To_Do/phnom_penh_city.jpeg",
        "title": "Phnom Penh City",
        "description": "Phnom Penh succeeded Angkor Thom as the capital of the Khmer nation but was abandoned several times before being reestablished in 1865 by King Norodom. The city formerly functioned as a processing center, with textiles, pharmaceuticals, machine manufacturing, and rice milling. Its chief assets, however, were cultural. Institutions of higher learning included the Royal University of Phnom Penh (established in 1960 as Royal Khmer University), with schools of engineering, fine arts, technology, and agricultural sciences, the latter at Chamkar Daung, a suburb. Also located in Phnom Penh were the Royal University of Agronomic Sciences and the Agricultural School of Prek Leap.",
        "link": "/phnom_penh_city"
      }, {
        "imageSrc": "Picture/Destinations/Things_To_Do/pub_street.jpeg",
        "title": "Pub Street",
        "description": "Officially titled “Street 8”, Pub Street is the center of action as the night falls in Siem Reap. The street, starting off at the Red Piano Restaurant and ending at the Banana Leaf Restaurant, is a 100m stretch of road speckled with neon lit clubs, bars, restaurants, and vendors. Visitors to Pub Street now enjoy a much improved experience thanks to the renovation of the street and paveway. After being completed during the Covid period, its new sewerage system ensures that there’s no discomfort during rainy weather.",
        "link": "/pub_street"
      },
      {
        "imageSrc": "Picture/Destinations/Things_To_Do/angkor_national_museum.jpeg",
        "title": "Angkor National Museum",
        "description": "Angkor National Museum will take visitors through the journey back in time from the creation to the highest point of Khmer civilization. Through the use of interactive exhibits, visitors will developan understanding of religions and beliefs of the ancient Khmer empire. The exhibition of DANCING APSARAS by Paskal at Angkor National Museum 'DANCING APSARAS' In 1995, when I did my first visit in Angkor (an old dream..) I was amazed by so much beauty and found myself dreaming of this ancient city in the Golden Age, then I had the inspiration of giving color and life to these beautiful apsaras... Today I display this work, hoping you will enjoy and share that feeling. Paskal The exhibition at the Exhibition Hall of the Angkor National Museum and is free to all museum visitors",
        "link": "/angkor_national_museum"
      }, {
        "imageSrc": "Picture/Destinations/Things_To_Do/royal_palace.jpeg",
        "title": "Royal Palace",
        "description": "The Royal Palace of Cambodia (Khmer: ព្រះបរមរាជវាំង) is a complex of buildings which serves as the official royal residence of the King of Cambodia. Its full name in Khmer is the Preah Barom Reacheaveang Chaktomuk Serey Mongkol (Khmer: ព្រះបរមរាជវាំងចតុមុខសិរីមង្គល). The Cambodian monarchs have occupied it since it was built in the 1866s, with a period of absence when the country came into turmoil during and after the reign of the Khmer Rouge.The palace was constructed between 1866 and 1870, after King Norodom relocated the royal capital from Oudong to Phnom Penh. It was built atop an old citadel called Banteay Keo. It faces approximately East and is situated at the Western bank of the cross division of the Tonle Sap River and the Mekong River called Chaktomuk (an allusion to Brahma).",
        "link": "/royal_palace"
      },
      {
        "imageSrc": "Picture/Destinations/Things_To_Do/national_museum.jpeg",
        "title": "National Musuem",
        "description": "The National Museum of Cambodia (Khmer: សារមន្ទីរជាតិ) is Cambodia's largest museum of cultural history and is the country's leading historical and archaeological museum. It is located in Chey Chumneas,[1] Phnom Penh. The museum houses one of the world's largest collections of Khmer art, including sculptural, Khmer ceramics, bronzes, and ethnographic objects. Its collection includes over 14,000 items, from prehistoric times to periods before, during and after the Khmer Empire, which at its height stretched from Thailand, across present-day Cambodia, to southern Vietnam.",
        "link": "/national_museum"
      }, {
        "imageSrc": "Picture/Destinations/Things_To_Do/koh_rong.jpeg",
        "title": "Koh Rong",
        "description": "Koh Rong is an island in the Sihanoukville Province of Cambodia. It’s known for its sandy coves and coral reefs, like those around Koh Rong Pier. Inland, the dense jungle terrain is dotted with coconut palms and waterfalls. In the south are Jewelorchids, a small zoo home to butterflies, snakes, and birds, and lively Police Beach, a party spot. High Point Rope Park has suspension bridges, rope walks and zip lines",
        "link": "/koh_rong"
      },
      {
        "imageSrc": "Picture/Destinations/Things_To_Do/kirirom_national_park.jpeg",
        "title": "kirirom national park",
        "description": "The Kirirom National Park (Khmer: ឧទ្យានជាតិគិរីរម្យ), officially the Preah Suramarit-Kossamak Kirirom National Park (Khmer: ឧទ្យានជាតិព្រះសុរាម្រិត-កុសមៈ គិរីរម្យ), is a national park in Cambodia. It is located mostly in Phnom Sruoch District, Kampong Speu Province, while a smaller section is in neighboring Koh Kong Province. The meaning of 'Kirirom' is 'Happy Mountain'. This name was given to the area by King Monivong in the 1930s. The ancient name of the place was Phnom Vorvong Sorvong for the main two hills there were connected with the Cambodian popular legend about two heroic princely brothers, Vorvong and Sorvong.",
        "link": "/kirirom_national_park"
      },
      {
        "imageSrc": "Picture/Destinations/Things_To_Do/veal_pouch_waterfall.jpeg",
        "title": "Veal Pouch Waterfall",
        "description": "Veal Pouch Waterfall is a part of Preah Monivong National Park or Bokor Mountain, located in Tvi Khang Cheung Village, Andong Khmer Commune, Teuk Chhu District, Kampot Province. To visit this waterfall, tourists have to travel 12 kilometers from Durian Roundabout on national road 3 heading to Veal Pouch Pagoda which is at the foot of Bokor Mountain. Traveling by foot from the pagoda across the forest for around 30 minutes, tourists will see the waterfall on the right with blue clear water which is very delighted. The charm of this waterfall makes every tourist want to bathe in the chilling water that originates from the peak of Bokor Mountain. Veal Pouch Valley accommodates many stages of the waterfall which are breathtaking. The adventure to Veal Pouch Waterfall does not only bring joy, but it has created unforgettable memories as well   ",
        "link": "/veal_pouch_waterfall"
      }
    ]
  }
  